<?php
$MESS["MOD_INST"] = "Установить модуль";
$MESS["MOD_INST_SAVE"] = "Вы можете запретить доступ к файлам сайта из админки и доступ к резервным копиям. Для того,
чтобы попасть на эти страницы в админке, потребуется дополнительная авторизация. Полезно, когда сайт на вашем сервере, ftp доступы только у вас. 
В этом случае лица, не знающие пароля-логина доп. авторизации не смогут перенести сайт средсвами битрикс на свой сервер, но
сохранить возможность тестирования функционала.";
$MESS["MOD_INST_SAVE_DATA"] = "Закрыть разделы сайта из админки и список резервных копий дополнительной авторизацией";
$MESS["MOD_INST_WARNING_AUTH"] = "Вниммание!!! Запомните свой логин-пароль, т.к. их смена функционалом модуля на данном
 этапе разработки не предусмотрена.";
$MESS["MOD_INST_LOGIN"] = "Логин";
$MESS["MOD_INST_PASS"] = "Пароль";
$MESS["MOD_INST_PASS_CONFIRM"] = "Подтверждение пароля";
$MESS["MOD_INST_LOGGER_DESC"] = "Вы можете включить автоматическое логирование. Запись о всех ошибках будет вестись в файл логов";
$MESS["MOD_INST_LOGGER"] = "Включить логирование";
$MESS["MOD_INST_LOG_PATH"] = "Путь к файлу логов от корня (например my_dir/my-errors.log)\r\n
                                По умолчанию #DEFAULT_LOG_FILE_NAME# Допускаются латинские символы, цифры, символы - _ . / ";
$MESS["MOD_INST_LOGGER_PLACEHOLDER"] = "errors.log";
$MESS["MOD_INST_FILE_DESC"] = "Подключите свои библиотеки";
$MESS["MOD_INST_FILE_EXT_PHP"] = "Файл должен содержать php код";
$MESS["MOD_INST_FILE_EXT_JS"] = "Файл должен содержать js код";
$MESS["ITTOWER_FILL_EMPTY_FIELDS"] = "Заполните пустые поля";
$MESS["ITTOWER_PASSWORDS_NOT_MATCH"] = "Пароли не совпадают";
